{
    "vi": {
    "tieudechinh": "**Khoa Sư phạm - Hành chính - Xã hội**",
    "noidung1": "Khoa Sư phạm - Hành chính - Xã hội là đơn vị trực thuộc Trường, có chức năng:\n- Đào tạo, bồi dưỡng nghiệp vụ sư phạm cho nhà giáo giáo dục nghề nghiệp.\n- Bồi dưỡng kỹ năng nghề, kỹ năng dạy học, công nghệ mới cho nhà giáo giáo dục nghề nghiệp.\n- Cập nhật kiến thức cho nhà giáo theo các chuyên đề nhằm nâng cao năng lực giảng dạy.\n- Tổ chức đào tạo các lớp nghiệp vụ sư phạm giáo dục nghề nghiệp hệ sơ cấp, trung cấp, cao đẳng, ngắn hạn và thường xuyên.\n- Thực hiện kế hoạch đào tạo nghề Văn thư hành chính.\n- Đào tạo các môn chung, kỹ năng mềm cho toàn trường.\n- Giảng dạy các mô đun Tiếng Anh chuyên ngành, Pháp luật chuyên ngành cho các khoa nghề.\n- Nghiên cứu khoa học giáo dục nghề nghiệp và ứng dụng kỹ thuật, công nghệ vào dạy nghề.",
    "noidung2": "**Nhiệm vụ chính:**\n1. Quản lý nhà giáo, cán bộ, viên chức, người lao động và người học theo phân cấp.\n2. Thực hiện kế hoạch giảng dạy, học tập và ngoại khóa đảm bảo quy định của Bộ Giáo dục và Đào tạo.\n3. Biên soạn chương trình, tài liệu, học liệu theo từng ngành, nghề và trình độ đào tạo.\n4. Đổi mới phương pháp giảng dạy, ứng dụng CNTT và truyền thông vào dạy học.\n5. Kiểm tra, đánh giá kết quả học tập, rèn luyện của người học đảm bảo chuẩn đầu ra.\n6. Thực hiện nghiên cứu khoa học, hợp tác quốc tế và liên kết với doanh nghiệp.\n7. Xây dựng kế hoạch phát triển đội ngũ, ngành nghề và thiết bị đào tạo.\n8. Giáo dục chính trị, đạo đức, lối sống cho toàn thể cán bộ, viên chức, người học.\n9. Đánh giá nhà giáo, cán bộ, viên chức và phối hợp đánh giá cán bộ quản lý.\n10. Quản lý, sử dụng hiệu quả trang thiết bị, cơ sở vật chất của khoa.\n11. Thực hiện chế độ báo cáo định kỳ theo quy định của Hiệu trưởng.",
    "footer": "© 2025 Website NCKH. Đề tài ứng dụng công nghệ vào giới thiệu trường Cao đẳng Đắk Lắk.\nĐược thực hiện bởi nhóm sinh viên."
  },
        
     "en": {
    "tieudechinh": "Faculty of Pedagogy - Administration - Social Sciences",
    "noidung1": "The Faculty of Pedagogy - Administration - Social Sciences is a unit under the College, with the following functions:\n- Provide pedagogical training for vocational education teachers.\n- Train teachers in vocational skills, teaching techniques, and new technologies.\n- Update teachers’ knowledge through specialized topics to enhance teaching capacity.\n- Organize pedagogical training courses at elementary, intermediate, college, short-term, and regular levels.\n- Implement administrative clerical training programs.\n- Teach general and soft skills subjects for the entire college.\n- Conduct specialized English and Legal modules for vocational faculties.\n- Carry out research and apply science and technology to vocational education.",
    "noidung2": "Main responsibilities:\n1. Manage teachers, staff, employees, and learners under the faculty’s supervision.\n2. Execute annual teaching, learning, and extracurricular activities according to regulations.\n3. Develop training programs, materials, and resources by profession and level.\n4. Innovate teaching methods, apply IT and communication in training.\n5. Conduct exams and assessments to ensure learning outcomes meet announced standards and labor market needs.\n6. Implement scientific research, international cooperation, and business partnerships.\n7. Plan and develop faculty members, training fields, and equipment.\n8. Promote political, ethical, and lifestyle education for staff and students.\n9. Evaluate teaching staff and participate in administrative staff evaluations.\n10. Effectively manage and use training equipment and facilities.\n11. Submit reports periodically as required by the Principal.",
    "footer": "© 2025 NCKH Website. A project applying technology to introduce Dak Lak College.\nImplemented by student group."
  }
  }
