{
    "vi": {
    "tieudechinh": "Khoa Công nghệ Ô tô",
    "noidung1": "Khoa Công nghệ Ô tô được thành lập vào năm 2011, trên cơ sở tách ra từ khoa Cơ khí của nhà trường. Ngành công nghệ ô tô là một trong những ngành được nhà trường chú trọng đầu tư, xây dựng trong công tác giáo dục nghề nghiệp từ những năm nhà trường mới thành lập. Hiện nay ngành công nghệ ô tô là một trong 13 ngành của nhà trường đào tạo cả 03 cấp trình độ Cao đẳng, trung cấp và sơ cấp; là 01 trong 02 ngành trọng điểm khu vực.",
    "noidung2": "Hiện nay, khoa có tổng cộng 21 cán bộ, giảng viên, giáo viên, nhân viên phục vụ cho công tác giảng dạy ngành công nghệ ô tô ở 03 cấp trình độ. Trình độ cán bộ, giảng viên, giáo viên, nhân viên ngày càng được nâng cao về trình độ, năng lực công tác.",
    "noidung3": "Cụ thể có 02 Thạc sĩ, 06 đang theo học Thạc sĩ, 12 kỹ sư chuyên ngành công nghệ ô tô, 01 kỹ sư Công nghệ thông tin.",
    "noidung4": "Số học sinh, sinh viên theo học nghề Công nghệ ô tô ngày càng tăng, năm sau cao hơn năm trước. Hiện nay có hơn 300 sinh viên đang theo học trình độ cao đẳng và hơn 150 học sinh đang theo học trình độ trung cấp. Số học sinh sinh viên sau khi tốt nghiệp ra trường đã tìm được việc làm tại nhiều cơ quan, doanh nghiệp trong tỉnh, khu vực Tây nguyên ...",
    "noidung5": "Trang thiết bị, dụng cụ, đồ nghề được đầu tư và tăng cường hằng năm đảm bảo đáp ứng cho công tác học tập, rèn luyện kỹ năng nghề cho học sinh, sinh viên khi theo học. Những thiết bị tiên tiến hiện đại như máy chẩn đoán xe chuyên dùng VG-scan, G-Scan, thiết bị ra vào lốp xe ô tô, thiết bị cân bằng động bánh xe, thiết bị cân chỉnh góc đặt bánh xe Sicam, cầu nâng 02 trụ, 04 trụ, các máy công cụ phục vụ sửa chữa phần cơ khí ô tô, xe ô tô, các động cơ ô tô hiện đại..."
  },
        
     "en": {
    "tieudechinh": "Automotive Technology Department",
    "noidung1": "The Automotive Technology Department was established in 2011, based on a separation from the Mechanical Engineering Department of the college. Automotive Technology is one of the key fields the college has focused on investing in and developing since its early years of vocational education. Currently, it is one of the 13 majors offered by the college at all three levels: college, intermediate, and elementary. It is also one of the two regional key majors.",
    "noidung2": "The department currently has a total of 21 staff members, including lecturers, instructors, and supporting staff serving the teaching of automotive technology at all three qualification levels. The qualifications and professional competencies of the faculty and staff have been continuously improved.",
    "noidung3": "Specifically, there are 2 Master's degree holders, 6 currently pursuing Master's degrees, 12 automotive engineering graduates, and 1 Information Technology engineer.",
    "noidung4": "The number of students enrolling in Automotive Technology increases year by year. Currently, there are over 300 students enrolled at the college level and more than 150 students at the intermediate level. Most graduates have found employment in agencies and enterprises within the province and across the Central Highlands region.",
    "noidung5": "Equipment, tools, and machinery are invested in and upgraded annually to ensure effective practical training and skill development for students. Modern and advanced devices include dedicated diagnostic machines like VG-scan and G-Scan, tire mounting equipment, wheel balancing machines, Sicam wheel alignment systems, 2-post and 4-post lifts, various mechanical repair machines, vehicles, and modern car engines."
  }
  }