{
   "vi": {
    "tieudechinh": "Khoa Cơ khí - Xây dựng",
    "noidung1": "Từ tháng 6/2011, trường Trung cấp nghề Đắk Lắk được nâng cấp thành trường Cao đẳng nghề Đắk Lắk (theo Quyết định số 776/QĐ-BLĐTBXH ngày 24/6/2011 của Bộ LĐTB&XH). Với sự phát triển của nhà trường trong xu thế phát triển của ngành dạy nghề cả nước; nghề Công nghệ Ô tô được tách riêng thành lập khoa Công nghệ Ô tô năm 2011. Khoa Cơ khí với những nghề đào tạo truyền thống của Nhà trường gồm: Cắt gọt kim loại (CGKL), Công nghệ hàn. Năm 2014 đổi tên thành khoa Cơ khí - Xây dựng và có thêm một nghề đào tạo mới là: Kỹ thuật xây dựng.",
    "noidung2": "Hiện tại khoa Cơ khí - Xây dựng gồm 13 cán bộ viên chức (01 trưởng khoa, 01 P. trưởng khoa; 01 tổ trưởng bộ môn, 05 giảng viên, 04 giáo viên và 01 giáo vụ khoa).",
    "tieude2": "CHỨC NĂNG - NHIỆM VỤ",
    "noidung3": "**1. Chức năng**\nThực hiện kế hoạch giảng dạy, học tập và các hoạt động ngoại khóa theo chương trình trình độ Cao đẳng, trung cấp ngành Cắt gọt kim loại (CGK), Cao đẳng, trung cấp ngành Hàn và sơ cấp Tiện, Hàn hàng năm của Nhà trường.",
    "noidung4": "**2. Nhiệm vụ**\n- Thực hiện kế hoạch giảng dạy, học tập và các hoạt động ngoại khóa khác theo chương trình kế hoạch giảng dạy hàng năm của trường.\n- Thực hiện biên soạn chương trình, giáo trình, học liệu đào tạo và dạy nghề khi được phân công. Tổ chức nghiên cứu đổi mới nội dung, cải tiến phương pháp giảng dạy và học nhằm nâng cao chất lượng đào tạo.\n- Thực hiện các hoạt động thực nghiệm, nghiên cứu khoa học ứng dụng và chuyển giao khoa học công nghệ và quá trình đào tạo và dạy nghề.\n- Quản lý giáo viên, nhân viên, người học thuộc đơn vị mình phụ trách.\n- Quản lý, khai thác sử dụng có hiệu quả cơ sở vật chất trang thiết bị theo quy định của hiệu trưởng. Đề xuất xây dựng kế hoạch bổ sung, bảo trì thiết bị trong phạm vi đơn vị quản lý.\n- Thực hiện chế độ báo cáo theo quy định của hiệu trưởng.\n- Khoa có trưởng khoa và phó trưởng khoa do hiệu trưởng bổ nhiệm.\n- Trưởng khoa chịu trách nhiệm trước Hiệu trưởng và trước pháp luật về quản lý, điều hành các hoạt động của khoa theo nhiệm vụ được giao.\n- Phó trưởng khoa thực hiện các nhiệm vụ do Trưởng khoa giao và chịu trách nhiệm trước trưởng khoa và trước pháp luật đối với các công việc được trưởng khoa giao."

  },
  "en": {
    "tieudechinh": "Faculty of Mechanical Engineering and Construction",
    "noidung1": "Since June 2011, Dak Lak Vocational Secondary School has been upgraded to Dak Lak Vocational College (according to Decision No. 776/QD-BLDTBXH dated June 24, 2011 by the Ministry of Labour, Invalids and Social Affairs). In line with the college’s development and the national vocational training trend, the Automotive Technology discipline was separated to form its own faculty in 2011. The Faculty of Mechanical Engineering originally offered traditional training programs such as Metal Cutting and Welding Technology. In 2014, it was renamed to the Faculty of Mechanical Engineering and Construction with an additional major in Construction Engineering.",
    "noidung2": "Currently, the Faculty consists of 13 staff members (01 Dean, 01 Vice Dean, 01 Head of Department, 05 lecturers, 04 teachers, and 01 academic officer).",
    "tieude2": "FUNCTIONS AND DUTIES",
    "noidung3": "**1. Functions**\nImplement teaching, learning, and extracurricular plans for college and intermediate levels in Metal Cutting, Welding, and basic training in Turning and Welding annually.",
    "noidung4": "**2. Duties**\n- Implement annual teaching, learning, and extracurricular activities according to the school’s academic plan.\n- Develop curricula, textbooks, training materials as assigned. Organize research to innovate content and improve teaching methods to enhance training quality.\n- Conduct experiments, applied scientific research, and technology transfer during the training and teaching process.\n- Manage teachers, staff, and students under the unit’s responsibility.\n- Manage and efficiently utilize equipment and infrastructure as regulated by the principal. Propose plans for equipment maintenance and upgrades within the unit’s scope.\n- Prepare reports as required by the principal.\n- The Faculty has a Dean and a Vice Dean appointed by the principal.\n- The Dean is responsible to the principal and the law for managing and operating the Faculty’s activities.\n- The Vice Dean performs duties assigned by the Dean and is responsible to the Dean and the law for the assigned tasks."
    
  }
  }