{
    "vi": {
      "tieudechinh":"Giới thiệu trường Cao đẳng Đắk Lắk",
      "tieude1": "Trường Cao đẳng Đắk Lắk (hiện tại)",
      "tieude2": "1. Trường Cao đẳng Công nghệ Tây Nguyên (trước khi sáp nhập)",
      "tieude3": "2. Trường Cao đẳng Kỹ thuật Đắk Lắk (trước khi sáp nhập)",
      "noidung1": "Trường Cao đẳng Đắk Lắk chính thức đi vào hoạt động từ ngày 15 tháng 11 năm 2022, theo Quyết định số 1094/QĐ-BLĐTBXH của Bộ Lao động – Thương binh và Xã hội, trên cơ sở sáp nhập hai đơn vị tiền thân là Trường Cao đẳng Công nghệ Tây Nguyên và Trường Cao đẳng Kỹ thuật Đắk Lắk.",
      "noidung2": "Đây là một cơ sở giáo dục nghề nghiệp công lập, trực thuộc hệ thống Giáo dục quốc dân, chịu sự quản lý nhà nước về đào tạo nghề của UBND tỉnh Đắk Lắk và Bộ LĐTBXH quản lý nhà nước về GDNN.",
      "noidung3": "Trường hiện có 2 cơ sở đào tạo:\n- Cơ sở chính tại 594 Lê Duẩn, TP. Buôn Ma Thuột, tỉnh Đắk Lắk.\n- Cơ sở 2 tại 30 Y Ngông, TP. Buôn Ma Thuột, tỉnh Đắk Lắk.",
      "noidung4": "Với định hướng trở thành trung tâm đào tạo và thực hành nghề chất lượng cao, đa ngành vùng Tây Nguyên, Trường chú trọng nghiên cứu, chuyển giao ứng dụng khoa học kỹ thuật, công nghệ và dịch vụ xã hội; đồng thời đánh giá kỹ năng nghề theo chuẩn quốc gia và khu vực ASEAN. Chương trình đào tạo luôn được cập nhật để đáp ứng nhu cầu thị trường lao động trong bối cảnh Cuộc Cách mạng Công nghiệp 4.0 và tiến trình công nghiệp hóa – hiện đại hóa đất nước.",
      "noidung5": "Trong giai đoạn 2023–2025, Trường tập trung ổn định, phát triển đột phá và là một trong những cơ sở được ưu tiên đầu tư thành “Trường chất lượng cao”.",
      "noidung6": "Từ 2025–2030, Trường phấn đấu trở thành trung tâm đào tạo và thực hành nghề chất lượng cao của toàn vùng Tây Nguyên.",
      "noidung7": "Sứ mệnh của Trường là đào tạo nguồn nhân lực kỹ thuật – công nghệ – dịch vụ xã hội theo định hướng thực hành, phát triển toàn diện phẩm chất và năng lực nghề nghiệp của người học, đáp ứng yêu cầu của Cuộc cách mạng Công nghiệp 4.0 và sự nghiệp công nghiệp hóa, hiện đại hóa đất nước.",
      "noidung8": "Tầm nhìn là trở thành trung tâm vùng về đào tạo và thực hành nghề chất lượng cao, đồng thời nghiên cứu và chuyển giao ứng dụng khoa học kỹ thuật, công nghệ; đánh giá kỹ năng nghề theo chuẩn quốc gia và ASEAN.",
      "noidung9": "Giá trị cốt lõi bao gồm: đào tạo thực hành, người học làm trung tâm, tạo sự hài lòng và hỗ trợ tối đa cho người học, với phương châm “Học để biết – Học để làm – Học để cùng chung sống – Học để khẳng định mình.”",
      "noidung10": "Tiền thân của trường là Trung cấp Thủy lợi Tây Nguyên (12/1978–11/1992). Từ năm 1992 đến 2007, nhà trường mang tên Trường Đào tạo nghề thanh niên dân tộc Đắk Lắk, sau đó đổi thành Trường Cao đẳng nghề Thanh niên dân tộc Tây Nguyên (07/2007–09/2017), và cuối cùng là Trường Cao đẳng Công nghệ Tây Nguyên (04/10/2017–15/11/2022).",
      "noidung11": "Trong suốt quá trình phát triển, trường chuyên đào tạo nghề cho thanh niên, đặc biệt là đồng bào dân tộc thiểu số vùng Tây Nguyên, kết hợp bổ túc văn hóa và đào tạo nghề kỹ thuật, công nghệ, thủy lợi, xây dựng, nông lâm thú y… ở ba cấp độ: sơ cấp, trung cấp và cao đẳng. Quy mô đào tạo đạt khoảng 1.500 học sinh sinh viên mỗi năm.",
      "noidung12": "Năm 2014, trường được KOICA (Hàn Quốc) và Chính phủ Việt Nam tài trợ dự án nâng cấp cơ sở vật chất. Đến năm 2016, Tổng cục Giáo dục nghề nghiệp cho phép đào tạo thí điểm hai lớp cao đẳng theo chương trình chuyển giao từ Úc. Năm 2019, trường tiếp tục mở rộng đào tạo các nghề trọng điểm quốc tế, ASEAN và quốc gia, đồng thời được Chính phủ phê duyệt đầu tư trở thành “Trường Cao đẳng chất lượng cao” đến năm 2025.",
      "noidung13": "Trong quá trình hoạt động, Trường đã đón nhận nhiều danh hiệu và khen thưởng: 11 Bằng khen và 2 Cờ thi đua của UBND tỉnh Đắk Lắk; danh hiệu “Tập thể Lao động xuất sắc” hai lần; Bằng khen của Bộ GDĐT và Bộ LĐTBXH; Cờ thi đua của Thủ tướng Chính phủ; cùng Huân chương Lao động các hạng do Chủ tịch nước trao tặng.",
      "noidung14": "Nhà trường bắt đầu từ Trường Trung học Kỹ thuật Y Út Ban Mê Thuột (1957–01/1965), sau đó là Trường THKT Ban Mê Thuột (01/1965–04/1976), rồi Trường Công nhân Kỹ thuật Cơ điện Đắk Lắk (04/1976–03/2007). Năm 2007, trường được nâng cấp thành Trường Trung cấp nghề Đắk Lắk, tiếp tục trở thành Trường Cao đẳng nghề Đắk Lắk năm 2011, và từ 20/6/2017 đến 15/11/2022 mang tên Trường Cao đẳng Kỹ thuật Đắk Lắk.",
      "noidung15": "Trước năm 1975, trường đào tạo thợ lành nghề, bổ túc kiến thức phổ thông và kỹ thuật. Sau giải phóng, từ năm 1975, trường chuyển sang đào tạo công nhân kỹ thuật bậc 2/7, năm 1985 nâng lên bậc 3/7. Năm 1989, trường sáp nhập Trường Nghiệp vụ Phát thanh Truyền hình Đắk Lắk, và năm 1995 thêm chức năng đào tạo lái xe mô tô, ô tô. Đến năm 2013, trường được Bộ LĐTBXH đầu tư phát triển 4 ngành nghề trọng điểm quốc gia và 2 ngành trọng điểm ASEAN, mở rộng đào tạo 12 ngành cao đẳng, 21 ngành trung cấp và 21 nghề sơ cấp. Quy mô đào tạo đạt 2.500–3.000 học sinh sinh viên mỗi năm, đồng thời liên kết đào tạo đại học cho 200–300 sinh viên mỗi năm.",
      "noidung16": "Thành tích nổi bật của Trường CĐKT Đắk Lắk. Nhà trường vinh dự nhận 10 Bằng khen và 2 Cờ thi đua của UBND tỉnh Đắk Lắk, nhiều Bằng khen của Bộ GDĐT, Bộ LĐTBXH, Cờ thi đua của Tỉnh ủy và Thủ tướng Chính phủ, cùng Huân chương Lao động hạng Ba do Chủ tịch nước trao tặng.",
      "footer": "© 2025 Website NCKH. Đề tài ứng dụng công nghệ vào giới thiệu trường Cao đẳng Đắk Lắk.\n Được thực hiện bởi nhóm sinh viên"
      
    },
        
    "en": {
      "tieudechinh":"Dak Lak College Introduction",
      "tieude1": "Dak Lak College (Current)",
      "tieude2": "1. Central Highlands College of Technology (Before Merger)",
      "tieude3": "2. Dak Lak Technical College (Before Merger)",
      "noidung1": "Dak Lak College officially commenced operations on November 15, 2022, by Decision No. 1094/QĐ-BLĐTBXH of the Ministry of Labour – Invalids and Social Affairs, based on the merger of its two predecessor institutions: Tay Nguyen College of Technology and Dak Lak Technical College.",
      "noidung2": "It is a public vocational education institution, part of the national education system, under the state management of vocational training by the People's Committee of Dak Lak Province and under the state management of vocational education by the Ministry of Labour – Invalids and Social Affairs.",
      "noidung3": "The College currently has 2 campuses:\n- Main campus at 594 Le Duan, Buon Ma Thuot City, Dak Lak Province.\n- Second campus at 30 Y Ngong, Buon Ma Thuot City, Dak Lak Province.",
      "noidung4": "With the orientation of becoming a multi-disciplinary high-quality vocational training and practice center in the Central Highlands region, the College focuses on research, transfer, and application of scientific and technological knowledge and social services, while assessing vocational skills according to national and ASEAN standards. The training programs are continuously updated to meet labor market demands in the context of the 4.0 Industrial Revolution and the country's industrialization and modernization efforts.",
      "noidung5": "During the 2023–2025 period, the College focuses on stabilizing, making breakthrough developments, and is one of the institutions prioritized for investment to become a 'High-quality College'.",
      "noidung6": "From 2025 to 2030, the College strives to become a high-quality vocational training and practice center for the entire Central Highlands region.",
      "noidung7": "The mission of the College is to train technical – technology – social service human resources with a practical orientation, comprehensively developing the qualities and professional competencies of learners, meeting the requirements of the 4.0 Industrial Revolution and the country's industrialization and modernization efforts.",
      "noidung8": "The vision is to become a regional center for high-quality vocational training and practice, while conducting research and transferring scientific and technological applications, and assessing vocational skills according to national and ASEAN standards.",
      "noidung9": "The core values include: practical-oriented training, a learner-centered approach, creating satisfaction and providing maximum support to learners, with the motto 'Learning to know – Learning to do – Learning to live together – Learning to assert oneself.'",
      "noidung10": "The predecessor of the school was the Tay Nguyen Intermediate School of Irrigation (12/1978–11/1992). From 1992 to 2007, the school was named Dak Lak Ethnic Minority Youth Vocational Training School, then it was renamed Tay Nguyen Ethnic Minority Youth Vocational College (07/2007–09/2017), and finally Central Highlands College of Technology (04/10/2017–15/11/2022).",
      "noidung11": "Throughout its development, the school specialized in vocational training for youth, especially ethnic minorities in the Central Highlands, combining general education supplementation with vocational training in technical, technological, irrigation, construction, and agriculture-forestry-veterinary fields at three levels: elementary, intermediate, and college. The training scale reached about 1,500 students per year.",
      "noidung12": "In 2014, the school received funding from KOICA (South Korea) and the Government of Vietnam for a project to upgrade its facilities. By 2016, the Directorate of Vocational Education approved the pilot training of two college classes under programs transferred from Australia. In 2019, the school continued to expand training in international, ASEAN, and national key occupations, and was approved by the government for investment to become a 'High-quality College' by 2025.",
      "noidung13": "During its operation, the school has received many titles and awards: 11 Certificates of Merit and 2 Emulation Flags from the People's Committee of Dak Lak Province; the title of 'Excellent Labor Collective' twice; Certificates of Merit from the Ministry of Education and Training and the Ministry of Labour – Invalids and Social Affairs; the Prime Minister's Emulation Flag; along with the Labor Order of various classes awarded by the President.",
      "noidung14": "The school began as Y Ut Ban Me Thuot Technical High School (1957–01/1965), then became Ban Me Thuot Technical Secondary School (01/1965–04/1976), and subsequently Dak Lak Electromechanical Technical Worker School (04/1976–03/2007). In 2007, it was upgraded to Dak Lak Intermediate Vocational School, later became Dak Lak Vocational College in 2011, and from June 20, 2017 to November 15, 2022 it was named Dak Lak Technical College.",
      "noidung15": "Before 1975, the school trained skilled workers and provided supplementary general and technical education. After the liberation, from 1975, it switched to training technical workers at level 2/7, and in 1985 it upgraded to level 3/7. In 1989, the school merged with the Dak Lak Radio and Television Professional School, and in 1995 it added the function of training motorcycle and automobile drivers. By 2013, the Ministry of Labour – Invalids and Social Affairs had invested in the development of 4 national key vocational fields and 2 ASEAN key fields at the school, expanding training to 12 college programs, 21 intermediate programs and 21 elementary-level trades. The training scale reached 2,500–3,000 students per year, while also linking to university training for 200–300 students per year.",
      "noidung16": "Outstanding Achievements of Dak Lak Technical College. The school was honored to receive 10 Certificates of Merit and 2 Emulation Flags from the People's Committee of Dak Lak Province, numerous Certificates of Merit from the Ministry of Education and Training and the Ministry of Labour – Invalids and Social Affairs, the Emulation Flag of the Provincial Party Committee and of the Prime Minister, along with the Third-class Labor Order awarded by the President.",
      "footer": "© 2025 Website NCKH. Đề tài ứng dụng công nghệ vào giới thiệu trường Cao đẳng Đắk Lắk.\n Được thực hiện bởi nhóm sinh viên"
      
    }
  }