{
    "vi": {
      "title": "Giới thiệu trường Cao đẳng Đắk Lắk",
      "introduction": "Trường Cao đẳng Đắk Lắk: Nơi Ươm Mầm Tương Lai Giữa Cao Nguyên",
      "noidung1": "Nằm giữa lòng thủ phủ Buôn Ma Thuột, trái tim của vùng đất Tây Nguyên hùng vĩ, Trường Cao đẳng Đắk Lắk tự hào là một trong những cơ sở giáo dục nghề nghiệp hàng đầu của tỉnh và khu vực. Với bề dày lịch sử xây dựng và phát triển, nhà trường đã và đang khẳng định vai trò quan trọng trong việc đào tạo nguồn nhân lực chất lượng cao, đáp ứng nhu cầu phát triển kinh tế - xã hội của tỉnh Đắk Lắk nói riêng và cả nước nói chung.",
      "noidung2": "Trải qua nhiều giai đoạn thăng trầm, Trường Cao đẳng Đắk Lắk không ngừng đổi mới và phát triển, cả về quy mô đào tạo lẫn chất lượng giảng dạy. Từ những ngày đầu thành lập, trường đã xác định mục tiêu trở thành một trung tâm đào tạo nghề uy tín, nơi học sinh, sinh viên được trang bị kiến thức chuyên môn vững chắc, kỹ năng thực hành thành thạo và thái độ làm việc chuyên nghiệp.",
      "noidung3": "Hiện nay, Trường Cao đẳng Đắk Lắk đang đào tạo đa dạng các ngành nghề thuộc nhiều lĩnh vực khác nhau, bao gồm: Công nghệ, xây dựng, kĩ thuật. Các chương trình đào tạo được thiết kế khoa học, cập nhật theo xu hướng phát triển của thị trường lao động, đồng thời chú trọng đến việc kết hợp lý thuyết với thực hành, giúp sinh viên có thể tự tin ứng dụng kiến thức đã học vào công việc thực tế.",
      "noidung4": "Đội ngũ giảng viên của trường là những nhà giáo tâm huyết, giàu kinh nghiệm và có trình độ chuyên môn cao. Họ không chỉ truyền đạt kiến thức mà còn là những người định hướng, đồng hành cùng sinh viên trên con đường học tập và phát triển bản thân. Nhà trường luôn tạo điều kiện để giảng viên được nâng cao trình độ chuyên môn thông qua các khóa đào tạo, bồi dưỡng trong và ngoài nước.",
      "noidung5": "Cơ sở vật chất của Trường Cao đẳng Đắk Lắk ngày càng được đầu tư và hoàn thiện. Trường sở hữu hệ thống phòng học khang trang, các phòng thực hành, thí nghiệm hiện đại, thư viện với nguồn tài liệu phong phú, đáp ứng tốt nhất nhu cầu học tập và nghiên cứu của sinh viên. Bên cạnh đó, trường còn có khu ký túc xá tiện nghi, sân vận động, nhà thi đấu đa năng, tạo môi trường sinh hoạt và rèn luyện thể chất lành mạnh cho sinh viên.",
      "noidung6": "Không chỉ chú trọng đến công tác đào tạo, Trường Cao đẳng Đắk Lắk còn tích cực tham gia vào các hoạt động nghiên cứu khoa học và chuyển giao công nghệ, góp phần vào sự phát triển kinh tế - xã hội của địa phương. Trường đã triển khai nhiều dự án nghiên cứu có tính ứng dụng cao, giải quyết các vấn đề thực tiễn trong sản xuất và đời sống.",
      "noidung7": "Với phương châm “Chất lượng đào tạo là uy tín của nhà trường”, Trường Cao đẳng Đắk Lắk luôn nỗ lực không ngừng để nâng cao chất lượng đào tạo, đáp ứng yêu cầu ngày càng cao của xã hội. Trường không chỉ đào tạo ra những người lao động có tay nghề cao mà còn chú trọng đến việc phát triển toàn diện nhân cách, đạo đức và kỹ năng mềm cho sinh viên, giúp họ trở thành những công dân có ích cho xã hội.",
      "noidung8": "Trong những năm gần đây, Trường Cao đẳng Đắk Lắk đã đạt được nhiều thành tích đáng tự hào trong công tác đào tạo và các hoạt động khác. Trường đã được các cấp quản lý ghi nhận và đánh giá cao về những đóng góp cho sự nghiệp giáo dục nghề nghiệp của tỉnh.",
      "noidung9": "Với vị trí địa lý thuận lợi, nằm ngay trung tâm thành phố Buôn Ma Thuột, Trường Cao đẳng Đắk Lắk là điểm đến lý tưởng cho các bạn trẻ có mong muốn học tập và phát triển bản thân. Môi trường học tập năng động, thân thiện cùng với sự tận tâm của đội ngũ giảng viên sẽ là nền tảng vững chắc cho tương lai của các bạn.",
      "noidung10": "Trường Cao đẳng Đắk Lắk không chỉ là nơi truyền đạt kiến thức mà còn là nơi ươm mầm những ước mơ, chắp cánh cho những hoài bão của tuổi trẻ. Hãy đến với Trường Cao đẳng Đắk Lắk để khám phá tiềm năng của bản thân và xây dựng một tương lai tươi sáng!",
      "footer": "© 2025 Website nckh. gioi thieu truong."
    },
    "en": {
      "title": "Dak Lak College Introduction",
      "introduction": "Dak Lak College: The Place to Nurture the Future in the Highlands",
      "noidung1": "Located in the heart of Buon Ma Thuot city, the heart of the majestic Central Highlands, Dak Lak College proudly stands as one of the leading vocational education institutions in the province and the region. With a long history of construction and development, the school has been and is affirming its important role in training high-quality human resources, meeting the socio-economic development needs of Dak Lak province in particular and the whole country in general.",
      "noidung2": "Having gone through many ups and downs, Dak Lak College has constantly innovated and developed, both in terms of training scale and teaching quality. From its early days, the school has set the goal of becoming a reputable vocational training center, where students are equipped with solid professional knowledge, proficient practical skills, and a professional working attitude.",
      "noidung3": "Currently, Dak Lak College is training in a diverse range of professions in various fields, including: Technology, construction, engineering. The training programs are scientifically designed, updated according to the development trends of the labor market, and at the same time focus on combining theory with practice, helping students confidently apply the knowledge they have learned to real work.",
      "noidung4": "The school's faculty is a team of dedicated and experienced teachers with high professional qualifications. They not only impart knowledge but are also mentors, accompanying students on their learning and personal development journey. The school always creates conditions for lecturers to improve their professional qualifications through training courses at home and abroad.",
      "noidung5": "The facilities of Dak Lak College are increasingly being invested in and improved. The school owns a system of spacious classrooms, modern practice and laboratory rooms, a library with abundant resources, best meeting the learning and research needs of students. In addition, the school also has a comfortable dormitory, a stadium, and a multi-purpose gymnasium, creating a healthy living and physical training environment for students.",
      "noidung6": "Not only focusing on training, Dak Lak College also actively participates in scientific research and technology transfer activities, contributing to the socio-economic development of the locality. The school has implemented many highly applicable research projects, solving practical problems in production and life.",
      "noidung7": "With the motto 'Training quality is the school's prestige', Dak Lak College always strives to continuously improve the quality of training, meeting the increasingly high demands of society. The school not only trains highly skilled workers but also focuses on the comprehensive development of students' personality, ethics, and soft skills, helping them become useful citizens for society.",
      "noidung8": "In recent years, Dak Lak College has achieved many proud achievements in training and other activities. The school has been recognized and highly appreciated by management levels for its contributions to the province's vocational education.",
      "noidung9": "With a convenient geographical location, right in the center of Buon Ma Thuot city, Dak Lak College is an ideal destination for young people who wish to study and develop themselves. The dynamic and friendly learning environment, along with the dedication of the faculty, will be a solid foundation for your future.",
      "noidung10": "Dak Lak College is not only a place to impart knowledge but also a place to nurture dreams and give wings to the aspirations of youth. Come to Dak Lak College to discover your potential and build a bright future!",
      "footer": "© 2025 Website of scientific research. School introduction."
    }
  }
  