{
 "vi": {
    "tieudechinh": "Khoa Nông - Lâm - Thú y - Thực phẩm",
    "noidung1": "Khoa Nông - Lâm - Thú y - Thực phẩm là một trong những khoa có truyền thống đào tạo nhiều ngành thiết thực, gắn liền với nhu cầu nhân lực thực tế ở khu vực Tây Nguyên. Các ngành tiêu biểu của khoa gồm: Thú y, Bảo vệ thực vật, Chế biến món ăn...",
    "noidung2": "Chương trình đào tạo tại khoa luôn chú trọng tính ứng dụng thực tiễn, bám sát yêu cầu của doanh nghiệp và thị trường lao động. Học viên được thực hành với mô hình trang trại, phòng thí nghiệm, nhà xưởng chế biến thực phẩm… nhằm nâng cao tay nghề và kỹ năng thực tế.",
    "noidung3": "Đội ngũ giảng viên của khoa có chuyên môn vững vàng, tận tâm, có nhiều kinh nghiệm thực tiễn và luôn cập nhật kiến thức mới. Khoa cũng thường xuyên tổ chức các buổi hội thảo chuyên đề, các hoạt động trải nghiệm, tham quan thực tế để giúp học viên kết nối với thực tiễn.",
    "footer": {
      "row1": "© 2025 Website NCKH. Đề tài nghiên cứu khoa học: Ứng dụng công nghệ trong truyền thông về trường Cao đẳng Đắk Lắk.",
      "supervisorTitle": "Giáo viên hướng dẫn:",
      "supervisorName": "ThS. Hoàng Nguyễn Minh Tuấn",
      "conductedTitle": "Thực hiện bởi: Nhóm sinh viên",
      "student1": "Sinh viên: Trương Minh Thành Đạt",
      "student2": "Sinh viên: Vi Văn Bình",
      "student3": "Học sinh: H'Hân Niê"
    }
  },
  "en": {
    "tieudechinh": "Faculty of Agriculture - Forestry - Veterinary - Food Processing",
    "noidung1": "The Faculty of Agriculture - Forestry - Veterinary - Food Processing is one of the traditional faculties offering practical programs that meet the workforce needs in the Central Highlands. Key majors include: Veterinary Medicine, Plant Protection, Culinary Processing...",
    "noidung2": "The training programs focus on practical application and are closely aligned with the demands of enterprises and the labor market. Students gain hands-on experience through farms, laboratories, and food processing workshops to enhance their practical skills.",
    "noidung3": "The faculty has a dedicated teaching team with strong expertise and real-world experience. It regularly organizes workshops, field trips, and experiential learning activities to help students connect with real-life practices.",
    "footer": {
      "row1": "© 2025 NCKH Website. Scientific Research Project: Application of Technology in Communication about Dak Lak College.",
      "supervisorTitle": "Supervisor:",
      "supervisorName": "MSc. Hoàng Nguyễn Minh Tuấn",
      "conductedTitle": "Conducted by: Student Group",
      "student1": "Student: Trương Minh Thành Đạt",
      "student2": "Student: Vi Văn Bình",
      "student3": "High School Student: H'Hân Niê"
    }
  }

  }
