{
     "vi": {
    "tieudechinh": "Khoa Điện - Điện tử",
    "noidung1": "Khoa Điện - Điện tử được thành lập từ năm 1976, lúc này được gọi là Ban điện, sau này chuyển đổi tên thành Khoa Điện, từ 8/2017 đổi tên thành Khoa Điện - Điện Tử sau khi trường đổi tên thành Trường Cao đẳng Kỹ thuật Đắk Lắk.",
    "noidung2": "Khoa Điện - Điện tử là một trong những đơn vị truyền thống, có nhiều thành tích của trường. Khoa có ngành Điện công nghiệp được Bộ LĐ-TB-XH chọn là nghề trọng điểm quốc gia.",
    "noidung3": "Trước đây và hiện nay Khoa Điện - Điện tử đã được Bộ LĐ-TB-XH, UBND tỉnh đầu tư xây dựng cơ sở vật chất và trang thiết bị dạy nghề theo Dự án “Tăng cường năng lực dạy nghề” thuộc chương trình mục tiêu quốc gia GD-ĐT, giai đoạn 2006-2010 và Dự án “Đổi mới và phát triển dạy nghề” giai đoạn 2011-2015.",
    "noidung4": "Do đó khoa được trang bị đầy đủ các đồ dùng, phương tiện dạy học mới hiện đại đạt các tiêu chuẩn quy định. Giảng viên, giáo viên có điều kiện học tập, nghiên cứu phương pháp dạy mới, tiếp cận các trang thiết bị thực hành hiện đại phục vụ trong công tác giảng dạy nâng cao chất lượng và hiệu quả đào tạo nghề.",
    "noidung5": "Với định hướng chú trọng phát triển kỹ năng nghề cho người học, hàng năm khoa tuyển sinh hàng trăm sinh viên trình độ cao đẳng, trung cấp ngành: Điện công nghiệp, Kỹ thuật điện - Điện tử, Kỹ thuật máy lạnh và điều hòa không khí, Kỹ thuật lắp đặt điện và điều khiển trong công nghiệp, Điện dân dụng và công nghiệp.",
    "noidung6": "Hiện nay khoa đang đảm nhận đào tạo hơn 500 Học sinh, sinh viên. Đến nay khoa đã đào tạo hơn 3000 học sinh, sinh viên.",
    "noidung7": "Nhiều HSSV sau khi ra trường tiếp tục học các bậc học cao hơn trở thành những kỹ sư bậc cao, thạc sĩ, giảng viên, cán bộ khoa học kỹ thuật, hiện đang giữ trọng trách quản lý các cơ quan, cơ sở doanh nghiệp, các trường dạy nghề trong Tỉnh... đã có những đóng góp tích cực vào sự nghiệp Công nghiệp hóa, Hiện đại hóa của Tỉnh và khu vực Tây Nguyên."
  },
        
     "en": {
    "tieudechinh": "Faculty of Electrical and Electronics Engineering",
    "noidung1": "The Faculty of Electrical and Electronics Engineering was established in 1976, originally named the Electrical Department. It was later renamed the Faculty of Electricity, and in August 2017, it became the Faculty of Electrical and Electronics Engineering when the college changed its name to Dak Lak Technical College.",
    "noidung2": "The faculty is one of the traditional and distinguished units of the college. The Industrial Electricity program offered by the faculty has been designated a national key occupation by the Ministry of Labour - Invalids and Social Affairs.",
    "noidung3": "In the past and at present, the faculty has received substantial investment from the Ministry and the provincial government in terms of infrastructure and teaching equipment through the 'Capacity Enhancement for Vocational Training' project under the National Education and Training Target Program (2006-010) and the 'Vocational Training Reform and Development' project (2011-2015).",
    "noidung4": "As a result, the faculty is fully equipped with modern teaching tools and equipment that meet national standards. Lecturers and instructors have the opportunity to study modern teaching methods and access advanced practice equipment to improve the quality and effectiveness of vocational training.",
    "noidung5": "With a focus on developing student's vocational skills, the faculty annually enrolls hundreds of students in college and intermediate-level programs, including: Industrial Electricity, Electrical - Electronics Engineering, Refrigeration and Air Conditioning Engineering, Industrial Electrical Installation and Control, and Residential and Industrial Electricity.",
    "noidung6": "Currently, the faculty is training over 500 students. To date, more than 3,000 students have graduated from the faculty.",
    "noidung7": "Many graduates have continued to pursue higher education and have become senior engineers, master's degree holders, lecturers, and technical experts. Some now hold key leadership positions in agencies, enterprises, and vocational schools in the province. They have made significant contributions to the industrialization and modernization of the province and the Central Highlands region."
  }
  }